<?php
$keke = $_GET["q"];
$i = 0;
$q = 1;
if($keke == "cars"){
    echo "为长者续一秒！";
}elseif($keke == "hotel"){
echo "蛤经-(相传没念一次可为长者再续一秒！)<br > <br>观自在长者，行深般若膜蛤蟆多时，照见三个代表，度一切图样。乃一无！先进生产，先进文化，根本利益，琴棋书画，姿势水平，亦复如是。乃一无！是黑框眼镜，高裤腰带，谈笑风生，无可奉告，是按照基本法，按照选举法。无香港记者图森破，无西方记者跑得快，无钦定，乃至无决定权。无连任，亦无弄大新闻。乃至无老死，亦无老死尽。无美华莱士，无辣宋祖英，以无找大哥。故中央决定，苟利国家生死以，故心念微不足道无作为，故无有赴京。远离图样森破，究竟续命。膜蛤蟆多，依般若膜蛤蟆多故，得姿势水平欸柯塞忒得。故知般若膜蛤蟆多，是大神咒，是大明咒，是无上咒，是无等等咒，能提高姿势水平，真实不虚，故说般若膜蛤蟆多咒，即说咒曰：图样图样，图样乃无，桑坦思乃无，桑坦斯乃无。";
}elseif($keke == "flight"){
while($i<=1000){

    $i++;
    if($i == "1000"){

        echo "蛤经-(相传没念一次可为长者再续 $i 秒！)<br > <br>观自在长者，行深般若膜蛤蟆多时，照见三个代表，度一切图样。乃一无！先进生产，先进文化，根本利益，琴棋书画，姿势水平，亦复如是。乃一无！是黑框眼镜，高裤腰带，谈笑风生，无可奉告，是按照基本法，按照选举法。无香港记者图森破，无西方记者跑得快，无钦定，乃至无决定权。无连任，亦无弄大新闻。乃至无老死，亦无老死尽。无美华莱士，无辣宋祖英，以无找大哥。故中央决定，苟利国家生死以，故心念微不足道无作为，故无有赴京。远离图样森破，究竟续命。膜蛤蟆多，依般若膜蛤蟆多故，得姿势水平欸柯塞忒得。故知般若膜蛤蟆多，是大神咒，是大明咒，是无上咒，是无等等咒，能提高姿势水平，真实不虚，故说般若膜蛤蟆多咒，即说咒曰：图样图样，图样乃无，桑坦思乃无，桑坦斯乃无。<br><br><br><br>";

    }
    echo "蛤经-(相传没念一次可为长者再续 $i 秒！)<br > <br>观自在长者，行深般若膜蛤蟆多时，照见三个代表，度一切图样。乃一无！先进生产，先进文化，根本利益，琴棋书画，姿势水平，亦复如是。乃一无！是黑框眼镜，高裤腰带，谈笑风生，无可奉告，是按照基本法，按照选举法。无香港记者图森破，无西方记者跑得快，无钦定，乃至无决定权。无连任，亦无弄大新闻。乃至无老死，亦无老死尽。无美华莱士，无辣宋祖英，以无找大哥。故中央决定，苟利国家生死以，故心念微不足道无作为，故无有赴京。远离图样森破，究竟续命。膜蛤蟆多，依般若膜蛤蟆多故，得姿势水平欸柯塞忒得。故知般若膜蛤蟆多，是大神咒，是大明咒，是无上咒，是无等等咒，能提高姿势水平，真实不虚，故说般若膜蛤蟆多咒，即说咒曰：图样图样，图样乃无，桑坦思乃无，桑坦斯乃无。<br><br><br><br>";
}
    echo "先续这么多吧，多了怕你机器GG。关于为什么啥图片都没有这个问题。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。。我被查水表了你负责么？！？！？！？";
}
?>

